Repository: WenliangCao/Anas-Auth
Catalog: AnasAuth/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: 6 digits
zh_hans: 6 位
zh_hant: 6 位

source: 7 digits
zh_hans: 7 位
zh_hant: 7 位

source: 8 digits
zh_hans: 8 位
zh_hant: 8 位

source: Account
zh_hans: 账号
zh_hant: 帳號

source: Account (e.g. email)
zh_hans: 账号名（如邮箱）
zh_hant: 帳號名（如電子郵件）

source: Account Details
zh_hans: 账号信息
zh_hant: 帳號資訊

source: Add
zh_hans: 添加
zh_hant: 加入

source: Add Code
zh_hans: 添加验证码
zh_hant: 加入驗證碼

source: Add Manually
zh_hans: 手动添加
zh_hant: 手動加入

source: Add Tag
zh_hans: 添加标签
zh_hant: 加入標籤

source: Algorithm
zh_hans: 算法
zh_hant: 演算法

source: All
zh_hans: 全部
zh_hant: 全部

source: Allow Anas Auth to use the camera in Settings, then come back and try again.
zh_hans: 请到系统设置中允许 Anas Auth 使用相机，然后返回重试。
zh_hant: 請到系統設定中允許 Anas Auth 使用相機，然後返回重試。

source: An encrypted backup can’t be restored if you lose its password.
zh_hans: 加密备份的密码丢失后无法恢复。
zh_hant: 加密備份的密碼丟失後無法恢復。

source: Anas Auth is free software: you can use, modify and redistribute it under the terms of the GNU Affero General Public License version 3 (AGPL-3.0). It comes with no warranty; see the license for details. This project is not affiliated with ente.
zh_hans: Anas Auth 是自由软件：你可以依据 GNU Affero 通用公共许可证第 3 版（AGPL-3.0）的条款使用、修改和再分发它。本程序不提供任何担保，详见许可证全文。本项目与 ente 无隶属关系。
zh_hant: Anas Auth 是自由軟體：你可以依據 GNU Affero 通用公共授權條款第 3 版（AGPL-3.0）的條款使用、修改和再分發它。本程式不提供任何擔保，詳見授權條款全文。本專案與 ente 無隸屬關係。

source: Anas Auth is open source under the AGPL-3.0 license.
zh_hans: Anas Auth 以 AGPL-3.0 许可开源。
zh_hant: Anas Auth 以 AGPL-3.0 授權開放原始碼。

source: App Lock
zh_hans: 应用锁
zh_hant: App 鎖定

source: Appearance
zh_hans: 外观
zh_hant: 外觀

source: Backup
zh_hans: 备份
zh_hant: 備份

source: Backup Password
zh_hans: 备份密码
zh_hant: 備份密碼

source: Base32 Secret
zh_hans: Base32 密钥
zh_hant: Base32 金鑰

source: Camera Unavailable
zh_hans: 无法访问相机
zh_hant: 無法取用相機

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Change Icon
zh_hans: 更换图标
zh_hant: 更換圖示

source: Choose File
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Choose Icon
zh_hans: 选择图标
zh_hant: 選擇圖示

source: Choose Image
zh_hans: 选择图片
zh_hant: 選擇圖片

source: Codes found in Google Authenticator: %lld. Import them?
zh_hans: 要从 Google Authenticator 导入 %lld 个验证码吗？
zh_hant: 要從 Google Authenticator 匯入 %lld 個驗證碼嗎？

source: Compact
zh_hans: 紧凑
zh_hant: 緊湊

source: Compact mode uses smaller cards and text, so more codes fit on screen.
zh_hans: 紧凑模式下卡片更矮、字号更小，一屏能看到更多验证码。
zh_hant: 緊湊模式下卡片更矮、字號更小，一個畫面能看到更多驗證碼。

source: Confirm Password
zh_hans: 再次输入密码
zh_hant: 再次輸入密碼

source: Copied %@
zh_hans: 已复制 %@
zh_hant: 已拷貝 %@

source: Copied code %@
zh_hans: 已复制验证码 %@
zh_hant: 已拷貝驗證碼 %@

source: Copy Code
zh_hans: 复制验证码
zh_hant: 拷貝驗證碼

source: Couldn’t parse the selected file.
zh_hans: 无法解析选定的文件。
zh_hant: 無法解析選定的檔案。

source: Couldn’t read the selected file.
zh_hans: 无法读取所选文件。
zh_hant: 無法讀取所選檔案。

source: Couldn’t Recognize
zh_hans: 无法识别
zh_hant: 無法識別

source: Counter-based (HOTP)
zh_hans: 基于计数器 (HOTP)
zh_hant: 基於計數器 (HOTP)

source: Default
zh_hans: 默认
zh_hant: 預設

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete %@? If this is your only way to sign in, you may lose access to the account. This can’t be undone.
zh_hans: 确定删除 %@？如果这是唯一的验证凭证，删除后可能无法登录该服务。此操作无法撤销。
zh_hant: 確定刪除 %@？如果這是唯一的驗證憑證，刪除後可能無法登入該服務。此動作無法復原。

source: Delete Code
zh_hans: 删除验证码
zh_hant: 刪除驗證碼

source: Digits
zh_hans: 位数
zh_hant: 位數

source: Done
zh_hans: 完成
zh_hant: 完成

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Encrypt Backup
zh_hans: 加密备份
zh_hant: 加密備份

source: ente Community Brand Icons
zh_hans: ente 社区品牌图标
zh_hant: ente 社群品牌圖示

source: Ente Encrypted Export
zh_hans: Ente 加密导出
zh_hant: Ente 加密匯出

source: Enter Manually
zh_hans: 手动输入
zh_hant: 手動輸入

source: Enter Password
zh_hans: 输入密码
zh_hant: 輸入密碼

source: Enter the password for your Aegis vault
zh_hans: 请输入 Aegis 密码库的密码
zh_hant: 請輸入 Aegis 密碼庫的密碼

source: Enter the password to decrypt the 2FAS backup
zh_hans: 请输入密码以解密 2FAS 备份
zh_hant: 請輸入密碼以解密 2FAS 備份

source: Enter the password to decrypt the andOTP backup
zh_hans: 请输入密码以解密 andOTP 备份
zh_hant: 請輸入密碼以解密 andOTP 備份

source: Export an encrypted backup from OTP Auth, then select the .otpauthdb or .otpauthdp file. Single-account .otpauth files are also supported.
zh_hans: 从 OTP Auth 导出加密备份，然后选择 .otpauthdb 或 .otpauthdp 文件。也支持单账户的 .otpauth 文件。
zh_hant: 從 OTP Auth 匯出加密備份，然後選擇 .otpauthdb 或 .otpauthdp 檔案。也支援單帳戶的 .otpauth 檔案。

source: Export Backup
zh_hans: 导出备份
zh_hant: 匯出備份

source: Export Backup (%lld)
zh_hans: 导出备份（%lld 条）
zh_hant: 匯出備份（%lld 條）

source: Export Encrypted
zh_hans: 加密导出
zh_hant: 加密匯出

source: Export failed: %@
zh_hans: 导出失败：%@
zh_hant: 匯出失敗：%@

source: Export Without Encryption
zh_hans: 不加密，直接导出
zh_hant: 不加密，直接匯出

source: Full Text of the GNU AGPL-3.0
zh_hans: GNU AGPL-3.0 许可证全文
zh_hant: GNU AGPL-3.0 授權條款全文

source: Full Third-Party Notices
zh_hans: 完整第三方声明
zh_hant: 完整第三方聲明

source: Hide Secret
zh_hans: 隐藏密钥
zh_hant: 隱藏金鑰

source: If you lose the password, the backup can’t be restored.
zh_hans: 密码丢失后无法恢复备份。
zh_hant: 密碼丟失後無法恢復備份。

source: Import
zh_hans: 导入
zh_hant: 匯入

source: Import Complete
zh_hans: 导入完成
zh_hant: 匯入完成

source: Import Failed
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import failed: couldn’t read the file.
zh_hans: 导入失败：无法读取文件。
zh_hant: 匯入失敗：無法讀取檔案。

source: Import failed: the file isn’t in a supported format.
zh_hans: 导入失败：文件内容不是支持的格式。
zh_hant: 匯入失敗：檔案內容不是支援的格式。

source: Import Formats (Ported from ente)
zh_hans: 导入格式解析（参照 ente 实现）
zh_hant: 匯入格式解析（參照 ente 實作）

source: Import from Backup File
zh_hans: 从备份文件导入
zh_hant: 從備份檔案匯入

source: Import from Other Apps
zh_hans: 从其他应用导入
zh_hant: 從其他 App 匯入

source: Import from Photos
zh_hans: 从相册导入
zh_hant: 從相簿匯入

source: Import Result
zh_hans: 导入结果
zh_hant: 匯入結果

source: Imported: %lld.
zh_hans: 已导入 %lld 个验证码。
zh_hant: 已匯入 %lld 個驗證碼。

source: Imported: %lld. Skipped (already added): %lld.
zh_hans: 已导入 %1$lld 个验证码，跳过 %2$lld 个已存在的。
zh_hant: 已匯入 %1$lld 個驗證碼，跳過 %2$lld 個已存在的。

source: In 2FAS, use “Settings → Backup → Export”. If the backup is encrypted, you’ll need its password to decrypt it.
zh_hans: 使用 2FAS 中的「设置 → 备份 → 导出」选项。 如果备份已加密，需要输入密码来解密。
zh_hant: 使用 2FAS 中的「設定 → 備份 → 匯出」選項。 如果備份已加密，需要輸入密碼來解密。

source: In Aegis settings, use “Export the vault”. If the vault is encrypted, you’ll need the vault password to decrypt it.
zh_hans: 使用 Aegis 设置中的「导出密码库」选项。 如果密码库已加密，需要输入密码库密码才能解密。
zh_hant: 使用 Aegis 設定中的「匯出密碼庫」選項。 如果密碼庫已加密，需要輸入密碼庫密碼才能解密。

source: In andOTP settings, use “Backup” to export a backup. If the backup is encrypted, you’ll need the backup password to decrypt it.
zh_hans: 使用 andOTP 设置中的「备份」选项导出备份。 如果备份已加密，需要输入备份密码才能解密。
zh_hant: 使用 andOTP 設定中的「備份」選項匯出備份。 如果備份已加密，需要輸入備份密碼才能解密。

source: In Bitwarden tools, use “Export vault”, then import the unencrypted JSON file.
zh_hans: 使用 Bitwarden 工具中的「导出密码库」选项，导入未加密的 JSON 文件。
zh_hant: 使用 Bitwarden 工具中的「匯出密碼庫」選項，匯入未加密的 JSON 檔案。

source: In Google Authenticator, use “Transfer accounts” to export your accounts as QR codes, then scan them or import them from images. Many accounts produce several QR codes; scan all of them.
zh_hans: 在 Google Authenticator 中使用「转移账号」把账号导出为二维码，然后扫描二维码或从图片导入。账号较多时会生成多张二维码，需要全部扫完。
zh_hant: 在 Google Authenticator 中使用「轉移帳號」把帳號匯出為 QR 碼，然後掃描 QR 碼或從圖片匯入。帳號較多時會生成多張 QR 碼，需要全部掃描完。

source: In LastPass Authenticator settings, choose “Transfer accounts”, then “Export accounts to file”, and import the downloaded JSON.
zh_hans: 使用 LastPass Authenticator 设置中的「转移账户」选项，然后点「将账户导出到文件」，导入下载的 JSON。
zh_hant: 使用 LastPass Authenticator 設定中的「轉移帳戶」選項，然後點「將帳戶匯出到檔案」，匯入下載的 JSON。

source: In Proton Authenticator settings, use “Export”. If the export is password-protected, you’ll need the password to decrypt it.
zh_hans: 使用 Proton Authenticator 设置中的「导出」选项导出验证码。 如果导出文件设置了密码，需要输入密码才能解密。
zh_hant: 使用 Proton Authenticator 設定中的「匯出」選項匯出驗證碼。 如果匯出檔案設定了密碼，需要輸入密碼才能解密。

source: In Raivo settings, use “Export OTPs to ZIP archive”. Unzip the file and import the JSON file inside.
zh_hans: 使用 Raivo 设置中的「Export OTPs to ZIP archive」选项。 解压 zip 文件后导入其中的 JSON 文件。
zh_hant: 使用 Raivo 設定中的「Export OTPs to ZIP archive」選項。 解壓縮 zip 檔案後匯入其中的 JSON 檔案。

source: Incorrect password
zh_hans: 密码不正确
zh_hant: 密碼不正確

source: Incorrect Password
zh_hans: 密码错误
zh_hant: 密碼錯誤

source: Incorrect password. Check it and try again.
zh_hans: 密码错误，请检查后重试。
zh_hant: 密碼錯誤，請檢查後重試。

source: Initial counter: %lld
zh_hans: 初始计数：%lld
zh_hant: 初始計數：%lld

source: Invalid entry format
zh_hans: 条目格式不对
zh_hant: 項目格式不對

source: Invalid HOTP counter: %lld
zh_hans: HOTP 计数器无效：%lld
zh_hant: HOTP 計數器無效：%lld

source: Invalid number of digits: %lld
zh_hans: 位数无效：%lld
zh_hant: 位數無效：%lld

source: Invalid QR code: it isn’t a Google Authenticator transfer QR code.
zh_hans: 二维码无效：不是 Google Authenticator 的转移二维码。
zh_hant: QR 碼無效：不是 Google Authenticator 的轉移 QR 碼。

source: Invalid secret
zh_hans: 无效密钥
zh_hant: 無效金鑰

source: Issuer
zh_hans: 发行方
zh_hant: 發行方

source: Issuer (e.g. GitHub)
zh_hans: 发行方（如 GitHub）
zh_hant: 發行方（如 GitHub）

source: Layout
zh_hans: 布局
zh_hant: 佈局

source: Locked
zh_hans: 已锁定
zh_hant: 已鎖定

source: Missing account or secret
zh_hans: 缺少账号或密钥
zh_hant: 缺少帳號或金鑰

source: Most Used
zh_hans: 最常用
zh_hant: 最常用

source: Next
zh_hans: 下一个
zh_hant: 下一個

source: Next code
zh_hans: 下一个验证码
zh_hant: 下一個驗證碼

source: No Codes Yet
zh_hans: 还没有验证码
zh_hant: 還沒有驗證碼

source: No QR code found in the image.
zh_hans: 图片中没有找到二维码。
zh_hant: 圖片中沒有找到 QR 碼。

source: Not enough memory to decrypt. Close other apps and try again.
zh_hans: 解密所需内存不足，请关闭其他应用后重试。
zh_hant: 解密所需記憶體不足，請關閉其他 App 後重試。

source: Note
zh_hans: 备注
zh_hant: 備註

source: OK
zh_hans: 好
zh_hant: 好

source: One entry couldn’t be read: %@
zh_hans: 有一个条目无法解析：%@
zh_hant: 有一個項目無法解析：%@

source: Open Settings
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Open Source Licenses
zh_hans: 开源许可
zh_hant: 開放原始碼授權

source: Parameters
zh_hans: 参数
zh_hant: 參數

source: Password
zh_hans: 密码
zh_hant: 密碼

source: Period: %lld s
zh_hans: 周期：%lld 秒
zh_hant: 週期：%lld 秒

source: Pin
zh_hans: 置顶
zh_hant: 置頂

source: Pinned
zh_hans: 已置顶
zh_hant: 已置頂

source: Plain Text
zh_hans: 纯文本
zh_hant: 純文字

source: Please check your password and try again.
zh_hans: 请检查您的密码并重试。
zh_hant: 請檢查您的密碼並重試。

source: Please wait…
zh_hans: 请稍候…
zh_hant: 請稍候…

source: Point Camera at QR Code
zh_hans: 对准二维码
zh_hant: 對準 QR 碼

source: Received %lld of %lld QR codes. Scan or choose the next one.
zh_hans: 已收到 %1$lld/%2$lld 张二维码，请继续扫描或选择下一张。
zh_hant: 已收到 %1$lld/%2$lld 張 QR 碼，請繼續掃描或選擇下一張。

source: Recently Used
zh_hans: 最近使用
zh_hant: 最近使用

source: Scan a QR code or choose a QR code image.
zh_hans: 请扫描二维码或选择二维码图片。
zh_hant: 請掃描 QR 碼或選擇 QR 碼圖片。

source: Scan QR Code
zh_hans: 扫描二维码
zh_hant: 掃描 QR 碼

source: Search
zh_hans: 搜索
zh_hant: 搜尋

source: Secret
zh_hans: 密钥
zh_hant: 金鑰

source: Security
zh_hans: 安全
zh_hant: 安全

source: Select a file that contains a list of codes in this format: otpauth://totp/provider.com:you@email.com?secret=YOUR_SECRET Codes can be separated by commas or line breaks.
zh_hans: 请选择一个包含以下格式的代码列表的文件： otpauth://totp/provider.com:you@email.com?secret=YOUR_SECRET 代码可以用逗号或换行符分隔。
zh_hant: 請選擇一個包含以下格式的代碼清單的檔案： otpauth://totp/provider.com:you@email.com?secret=YOUR_SECRET 代碼可以用逗號或換行字元分隔。

source: Select the encrypted JSON file exported from Ente.
zh_hans: 选择从 Ente 导出的 JSON 加密文件。
zh_hant: 選擇從 Ente 匯出的 JSON 加密檔案。

source: Set a Device Passcode
zh_hans: 请先设置锁屏密码
zh_hant: 請先設定鎖定密碼

source: Set Password
zh_hans: 设置密码
zh_hant: 設定密碼

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Show Secret
zh_hans: 显示密钥
zh_hant: 顯示金鑰

source: simple-icons Brand Icons
zh_hans: simple-icons 品牌图标
zh_hant: simple-icons 品牌圖示

source: Sort By
zh_hans: 排序方式
zh_hant: 排序方式

source: Source Code
zh_hans: 源代码
zh_hant: 原始碼

source: Tags
zh_hans: 标签
zh_hant: 標籤

source: Tap + to scan a QR code, enter a code manually, or import one from Photos.
zh_hans: 点右下角 + 扫码、手动输入或从相册导入你的第一个两步验证码
zh_hant: 點一下右下角的 +，掃描 QR 碼、手動輸入或從相簿匯入你的第一個兩步驟驗證碼

source: Tap to copy the code. Touch and hold for more options.
zh_hans: 轻点复制验证码，长按查看更多操作
zh_hant: 點一下即可拷貝驗證碼，按住可查看更多操作

source: The decrypted 2FAS backup is invalid.
zh_hans: 2FAS 备份解密后的内容无效。
zh_hant: 2FAS 備份解密後的內容無效。

source: The decrypted andOTP backup is invalid.
zh_hans: andOTP 备份解密后的内容无效。
zh_hant: andOTP 備份解密後的內容無效。

source: The decrypted vault is invalid.
zh_hans: 密码库解密后的内容无效。
zh_hant: 密碼庫解密後的內容無效。

source: The encrypted 2FAS backup has an invalid format.
zh_hans: 2FAS 加密备份格式不对。
zh_hant: 2FAS 加密備份格式不對。

source: The file isn’t valid JSON.
zh_hans: 文件不是有效的 JSON。
zh_hant: 檔案不是有效的 JSON。

source: The Google Authenticator export has invalid batch information.
zh_hans: Google Authenticator 导出的批次信息无效。
zh_hant: Google Authenticator 匯出的批次資訊無效。

source: The OTP Auth backup is invalid.
zh_hans: OTP Auth 备份内容无效。
zh_hant: OTP Auth 備份內容無效。

source: The OTP Auth export has an invalid encryption format.
zh_hans: OTP Auth 导出的加密格式不对。
zh_hant: OTP Auth 匯出的加密格式不對。

source: The OTP Auth export is invalid.
zh_hans: OTP Auth 导出内容无效。
zh_hant: OTP Auth 匯出內容無效。

source: The password used to encrypt the export
zh_hans: 用来解密导出的密码
zh_hant: 用來解密匯出的密碼

source: The passwords don’t match
zh_hans: 两次输入的密码不一致
zh_hant: 兩次輸入的密碼不一致

source: The QR code doesn’t contain a valid code.
zh_hans: 二维码内容不是有效的验证码格式。
zh_hant: QR 碼內容不是有效的驗證碼格式。

source: The secret can’t be empty
zh_hans: 密钥不能为空
zh_hant: 金鑰不能為空

source: The secret can’t be parsed
zh_hans: 密钥无法解析
zh_hant: 金鑰無法解析

source: The secret contains invalid characters (it may have been damaged during sync or migration)
zh_hans: 密钥包含非法字符（同步或迁移时可能损坏）
zh_hant: 金鑰包含非法字元（同步或遷移時可能損壞）

source: The secret is empty
zh_hans: 密钥为空
zh_hant: 金鑰為空

source: The secret isn’t valid Base32
zh_hans: 密钥不是有效的 Base32
zh_hant: 金鑰不是有效的 Base32

source: The secret isn’t valid Base32 encoding
zh_hans: 密钥不是有效的 Base32 编码
zh_hant: 金鑰不是有效的 Base32 編碼

source: The selected file isn’t a LastPass Authenticator JSON export.
zh_hans: 所选文件不是 LastPass Authenticator 导出的 JSON。
zh_hant: 所選檔案不是 LastPass Authenticator 匯出的 JSON。

source: The selected file isn’t a Raivo JSON export.
zh_hans: 所选文件不是 Raivo 导出的 JSON。
zh_hant: 所選檔案不是 Raivo 匯出的 JSON。

source: The selected file isn’t a valid 2FAS Authenticator export.
zh_hans: 所选文件不是有效的 2FAS Authenticator 导出。
zh_hant: 所選檔案不是有效的 2FAS Authenticator 匯出。

source: The selected file isn’t a valid OTP Auth export.
zh_hans: 所选文件不是有效的 OTP Auth 导出。
zh_hant: 所選檔案不是有效的 OTP Auth 匯出。

source: The selected file isn’t a valid Proton Authenticator export.
zh_hans: 所选文件不是有效的 Proton Authenticator 导出文件。
zh_hant: 所選檔案不是有效的 Proton Authenticator 匯出檔案。

source: The selected file isn’t an Aegis vault export.
zh_hans: 所选文件不是 Aegis 导出的密码库。
zh_hant: 所選檔案不是 Aegis 匯出的密碼庫。

source: The selected file isn’t an andOTP backup.
zh_hans: 所选文件不是 andOTP 备份。
zh_hant: 所選檔案不是 andOTP 備份。

source: The selected file isn’t an unencrypted Bitwarden JSON export.
zh_hans: 所选文件不是未加密的 Bitwarden JSON 导出。
zh_hant: 所選檔案不是未加密的 Bitwarden JSON 匯出。

source: The vault has no entries.
zh_hans: 密码库里没有条目。
zh_hant: 密碼庫裡沒有項目。

source: There are no codes to import in this file.
zh_hans: 文件中没有可导入的验证码。
zh_hant: 檔案中沒有可匯入的驗證碼。

source: These codes already exist. There’s nothing new to add.
zh_hans: 这些验证码都已存在，没有新内容可添加。
zh_hant: 這些驗證碼都已存在，沒有新內容可加入。

source: Third-Party Components
zh_hans: 第三方组件
zh_hant: 第三方元件

source: This QR code belongs to a different Google Authenticator export.
zh_hans: 这张二维码属于另一次 Google Authenticator 导出。
zh_hant: 這張 QR 碼屬於另一次 Google Authenticator 匯出。

source: This version of the 2FAS export isn’t supported yet (schemaVersion %lld).
zh_hans: 暂不支持该版本的 2FAS 导出（schemaVersion %lld）。
zh_hant: 暫不支援該版本的 2FAS 匯出（schemaVersion %lld）。

source: This version of the OTP Auth export isn’t supported yet (%@).
zh_hans: 暂不支持该版本的 OTP Auth 导出（%@）。
zh_hant: 暫不支援該版本的 OTP Auth 匯出（%@）。

source: Time-based (TOTP)
zh_hans: 基于时间 (TOTP)
zh_hant: 基於時間 (TOTP)

source: To use App Lock, first set a passcode in the Settings app under Face ID & Passcode.
zh_hans: 要使用应用锁，请先在“设置”App 的“面容 ID 与密码”中设置锁屏密码。
zh_hant: 要使用 App 鎖定，請先在「設定」App 的「Face ID 與密碼」中設定鎖定密碼。

source: Trademarks shown in icons belong to their respective owners and are used only to identify the corresponding services.
zh_hans: 图标中的商标归各自所有者，仅用于标识对应服务。
zh_hant: 圖示中的商標歸各自所有者，僅用於識別對應服務。

source: Try Again
zh_hans: 重试
zh_hant: 重試

source: Type
zh_hans: 类型
zh_hant: 類型

source: unknown
zh_hans: 未知
zh_hant: 未知

source: Unlock
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock to view your codes
zh_hans: 解锁以查看你的验证码
zh_hant: 解鎖以查看你的驗證碼

source: Unpin
zh_hans: 取消置顶
zh_hant: 取消置頂

source: Unreadable Entry
zh_hans: 无法解析的条目
zh_hant: 無法解析的項目

source: Unsupported algorithm
zh_hans: 不支持的算法
zh_hant: 不支援的演算法

source: Unsupported code type
zh_hans: 不支持的验证码类型
zh_hant: 不支援的驗證碼類型

source: Unsupported code type: %@
zh_hans: 不支持的验证码类型：%@
zh_hant: 不支援的驗證碼類型：%@

source: Verify your identity to turn on App Lock
zh_hans: 验证身份以开启应用锁
zh_hant: 驗證身分以開啟 App 鎖定

source: Verify your identity to view your codes
zh_hans: 验证身份后查看你的验证码
zh_hant: 驗證身份後查看你的驗證碼

source: Version
zh_hans: 版本
zh_hant: 版本

source: View Entry
zh_hans: 查看条目
zh_hant: 查看項目

source: You can usually find it on the page where you turn on two-factor authentication. It looks like JBSW Y3DP EHPK 3PXP.
zh_hans: 通常在开启两步验证的页面可以找到，形如 JBSW Y3DP EHPK 3PXP
zh_hant: 通常在開啟兩步驟驗證的頁面可以找到，形如 JBSW Y3DP EHPK 3PXP

source: ZIP files aren’t supported yet. Unzip it first, then import the JSON file inside.
zh_hans: 暂不支持 zip 文件，请先解压再导入其中的 JSON 文件。
zh_hant: 暫不支援 zip 檔案，請先解壓縮再匯入其中的 JSON 檔案。
